accountsservice
acpi
alsa-utils
apache
arandr
arduino
base
base-devel
bash-completion
bluez
bluez-utils
chromium
composer
cool-retro-term
cowsay
discord
dmenu
dmidecode
dnsmasq
docker
docker-compose
efibootmgr
feh
figlet
flameshot
gifsicle
git
github-cli
gradle
grub
gstreamer-vaapi
htop
i3-wm
i3blocks
inkscape
intel-gpu-tools
intel-media-driver
intel-ucode
intellij-idea-community-edition
iptables-nft
jdk-openjdk
kubectl
lib32-mesa
libisoburn
libreoffice-fresh
libva-utils
libvirt
lightdm
lightdm-gtk-greeter
linux
linux-firmware
man-db
maven
minikube
nano
nautilus
ncurses
neofetch
neovim
network-manager-applet
networkmanager
noto-fonts-emoji
npm
obs-studio
pavucontrol
perl-json
php-sodium
picom
postgresql
prettier
pulseaudio
pulseaudio-bluetooth
python-pyusb
qemu-base
ripgrep
shotcut
sl
spotify-launcher
steam
sysstat
telegram-desktop
transmission-qt
ttf-dejavu
ttf-fira-code
ttf-font-awesome
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-roboto
ttf-ubuntu-font-family
unzip
vi
viewnior
vim
vlc
vulkan-intel
xclip
xdg-user-dirs
xorg-appres
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsecurelock
zip
zsh
zsh-completions
